{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Trước mặt ngươi là một đàn Slime. ",{"#":"speaker:Unknown God"},"\n","^Cẩn thận vì chạm vào chúng có thể khiến ngươi mất máu. ",{"#":"speaker:Unknown God"},"\n","^Lượng máu đã mất sẽ không thể hồi phục theo thời gian nên hãy cẩn thận với bọn chúng. ",{"#":"speaker:Unknown God"},"\n","^Ngươi có thể sử dụng một số vật phẩm hồi máu để hồi phục lượng máu đã mất. ",{"#":"speaker:Unknown God"},"\n","^Có một bình máu ngay bên cạnh đám Slime. ",{"#":"speaker:Unknown God"},"\n","ev","str","^Tại sao lại có một bình thuốc ở chỗ này?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^. . .  ",{"#":"speaker:Unknown God"},"\n",["ev","str","^Lại là cô phải không??","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^. . .","\n","^Ngoài ra để tăng khả năng sống sót, ngươi có thể nâng cấp chỉ số cơ bản của mình bằng cách sử dụng điểm nâng cấp ở trong Menu. ",{"#":"speaker:Unknown God"},"\n","^Có 5 chỉ số để ngươi nâng cấp. ",{"#":"speaker:Unknown God"},"\n","^Tấn công, phòng thủ, máu, tốc độ, tấn công đặc biệt. ",{"#":"speaker:Unknown God"},"\n","^Nâng tấn công giúp ngươi tăng sát thương tấn công thường, tỷ lệ bạo kích và sát thương bạo kích. ",{"#":"speaker:Unknown God"},"\n","^Nâng phòng thủ giúp ngươi giảm sát thương nhận vào. ",{"#":"speaker:Unknown God"},"\n","^Nâng máu giúp ngươi tăng lượng máu hiện có. ",{"#":"speaker:Unknown God"},"\n","^Nâng tốc độ giúp ngươi di chuyển nhanh hơn và tấn công nhanh hơn. ",{"#":"speaker:Unknown God"},"\n","^Nâng tấn công đặc biệt tăng sát thương từ kỹ năng, tăng lượng năng lượng cơ bản. ",{"#":"speaker:Unknown God"},"\n","^Mỗi lần nâng cấp sẽ tiêu hao 1 điểm nâng cấp. ",{"#":"speaker:Unknown God"},"\n","^Điểm nâng cấp có thể kiếm được khi nhân vật thăng cấp. Với mỗi cấp được thăng sẽ nhận được 10 điểm nâng cấp. ",{"#":"speaker:Unknown God"},"\n","^Khi điểm kinh nghiệm đến một ngưỡng nhất định nhân vật sẽ thằng cấp. ",{"#":"speaker:Unknown God"},"\n","^Điểm kinh nghiệm có thể kiếm được khi hoàn thành một nhiệm vụ công hội. ",{"#":"speaker:Unknown God"},"\n",["ev","str","^Vậy tôi có thể kiếm được công hội ở đâu?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^Trên cuộc hành trình ngươi sẽ bắt gặp những thành phố hoặc những ngôi làng có người sinh sống. ",{"#":"speaker:Unknown God"},"\n","^Hầu hết ở những địa điểm đó sẽ có các công hội nhận ủy thác của người dân để giúp đỡ họ hoặc bảo vệ người dân ở đó khỏi những cuộc tấn công từ quái vật. ",{"#":"speaker:Unknown God"},"\n","^Đó là tất cả, đừng để bị mất mạng trước khi bắt đầu cuộc hành trình. ",{"#":"speaker:Unknown God"},"\n","done","end",{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}