{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Ngươi thấy thanh kiếm chiếc nhẫn rơi dưới đất ở đó chứ.  ",{"#":"speaker:Unknown God"},"\n","^Mỗi lần ngươi thấy một vật phẩm bất kỳ rơi dưới đất, chạm vào nó, ngươi sẽ thu thập được vật phẩm đó.  ",{"#":"speaker:Unknown God"},"\n","^Có 4 loại vật phẩm ngươi có thể nhặt được trong quá trình khám phá thế giới.  ",{"#":"speaker:Unknown God"},"\n","^Tài nguyên, Dược liệu, Trang bị, Thức ăn.  ",{"#":"speaker:Unknown God"},"\n","^Công dụng của từng loại ngươi có thể từ từ tìm hiểu.  ",{"#":"speaker:Unknown God"},"\n","^Vật phẩm sau khi được thu thập sẽ được đưa vào túi của ngươi.  ",{"#":"speaker:Unknown God"},"\n","^Có 10 ô trống sẵn có để ngươi có thể truy cập nhanh để sử dụng.  ",{"#":"speaker:Unknown God"},"\n","^Khi 10 ô đó đầy thì vật phẩm sẽ được đưa vào trong hành trang của ngươi.  ",{"#":"speaker:Unknown God"},"\n","^Mỗi vật phẩm sẽ chiếm 1 ô trống, những vật phẩm giống nhau có thể ở cùng 1 ô với một số lượng nhất định tùy từng loại vật phẩm.  ",{"#":"speaker:Unknown God"},"\n","^Ngươi có thể di chuyển vật phẩm ở các ô bằng cách ấn vào vật phẩm đó và một ô bất kì.  ",{"#":"speaker:Unknown God"},"\n","^Giữ \"Shift trái\" và ấn vào một vật phẩm để chia đôi số lượng vật phẩm đang có trong 1 ô.  ",{"#":"speaker:Unknown God"},"\n","^Giữ \"Ctrl trái\" và ấn vào một vật phẩm sử dụng được để sử dụng chức năng của nó như thuốc.  ",{"#":"speaker:Unknown God"},"\n","^Trong trường hợp ngươi đang giao dịch mua bán, việc giữ \"Ctrl trái\" sẽ bán \"toàn bộ\" vật phẩm ở ô đó, vì vậy hãy kiểm tra kỹ để tránh những sai sót không đáng có.  ",{"#":"speaker:Unknown God"},"\n","^Để bỏ những vật phẩm không mong muốn, ngươi có thể chọn vật phẩm đó và thả xuống đất.  ",{"#":"speaker:Unknown God"},"\n","^Đối với những vật phẩm dạng trang bị như kiếm và nhẫn trước mặt, ngươi có thể trang bị nó để nâng cao chỉ số bằng cách vào phần trang bị ở Menu và chọn những ô phù hợp với loại vật phẩm đó.  ",{"#":"speaker:Unknown God"},"\n","^Vũ khí sẽ chỉ nâng cao chỉ số của ngươi.  ",{"#":"speaker:Unknown God"},"\n","^Nhưng tùy thuộc vào từng loại nhẫn nó sẽ cho ngươi một kỹ năng nhất định.  ",{"#":"speaker:Unknown God"},"\n","^Có tổng cộng 3 ô trang bị nhẫn tương ứng với 3 kỹ năng ngươi có thể trang bị.  ",{"#":"speaker:Unknown God"},"\n","^Để sử dụng kỹ năng, ấn \"Chuột phải\".  ",{"#":"speaker:Unknown God"},"\n","^Sử dụng kỹ năng sẽ tiêu tốn một lượng năng lượng của ngươi tùy vào loại kỹ năng mà ngươi sử dụng. ",{"#":"speaker:Unknown God"},"\n","^Tuy điểm năng lượng đó sẽ hồi dần theo thời gian nhưng ngươi phải biết cách tối ưu lượng năng lượng đó để có thể tấn công. ",{"#":"speaker:Unknown God"},"\n","^Để chuyển đổi qua lại giữa các kỹ năng, ấn \"1 ,2, 3\" tùy vào ô của kỹ năng đó.  ",{"#":"speaker:Unknown God"},"\n","^Mỗi kỹ năng sẽ có thời gian hồi giữa mỗi lần sử dụng khác nhau.  ",{"#":"speaker:Unknown God"},"\n","^Vì vậy hãy có ý đến thời gian đó để không bị quái tấn công.  ",{"#":"speaker:Unknown God"},"\n","ev","str","^À um, tôi có thể hỏi cô một câu được không?","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^Cứ việc nói.  ",{"#":"speaker:Unknown God"},"\n",["ev","str","^Tại sao lại có một cây kiếm và một cái nhẫn ở chỗ đó??","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^...  ",{"#":"speaker:Unknown God"},"\n",["ev","str","^Là cô để ở đó phải không???","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^...  ",{"#":"speaker:Unknown God"},"\n",["ev","str","^Này trả lời đi chứ!!!!","/str","/ev",{"*":".^.c-0","flg":4},{"c-0":["^ ",{"#":"speaker:Player"},"\n","^...  ",{"#":"speaker:Unknown God"},"\n","done","end",{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}